# constants/provinces.py

PROVINCES_DATA = {
    "البرز": [
        "کرج", "فردیس", "کمال‌شهر", "نظرآباد", "محمدشهر", "ماهدشت", "مشکین‌دشت",
        "هشتگرد", "چهارباغ", "اشتهارد", "گرمدره", "گلسار", "طالقان", "آسارا"
    ],
    "تهران": [
        "تهران", "اسلام‌شهر", "شهریار", "قدس", "ملارد", "صالحیه", "پاکدشت",
        "قرچک", "ورامین", "گلستان", "ری", "اندیشه", "رباط‌کریم", "باقرشهر",
        "بومهن", "پردیس", "چهاردانگه", "دماوند", "رودهن", "شاهدشهر", "صباشهر",
        "فشم", "فیروزکوه", "لواسان", "نسیم‌شهر"
    ]
}